Repository: panggilrofan/new-django-vb-baseapp
Catalog: vb_baseapp/locale/*/LC_MESSAGES/django.po
Languages: tr

source: 1 record was
tr: 1 kayıt

source: %(number_of_rows)s records were
tr: %(number_of_rows)s kayıt

source: %(message_bit)s successfully marked as active
tr: %(message_bit)s aktif olarak işaretlendi

source: %(message_bit)s deleted
tr: %(message_bit)s silindi

source: Cannot delete %(name)s
tr: %(name)s silinemiyor

source: Are you sure?
tr: Emin misiniz?

source: activity state
tr: aktiflik durumu

source: inactives
tr: pasifler

source: "%(obj)s (ID: %(id)d)" recovered successfully.
tr: “%(obj)s (ID: %(id)d)” başarılı bir şekilde geri getirildi.

source: %(num)d object is recovered in total.
tr: Toplamda %(num)d nesne geri getirildi.

source: "%(obj)s" is really deleted.
tr: “%(obj)s” nesnesi gerçekten silindi.

source: %(num)d object is wiped in total.
tr: Toplamda %(num)d nesne silindi.

source: Recover selected %(verbose_name_plural)s
tr: Seçili silinmiş %(verbose_name_plural)s nesnelerini geri getir

source: Hard delete selected %(verbose_name_plural)s
tr: Seçili %(verbose_name_plural)s nesnelerini gerçekten sil

source: Created At
tr: Oluşturma Tarihi

source: Updated At
tr: Güncelleme Tarihi

source: Deleted At
tr: Silinme Tarihi

source: Home
tr: Anasayfa

source: Warning! You are now editing <strong>soft deleted</strong> object. You can <strong>hard delete</strong>, <strong>edit</strong> or <strong>recover</strong> this object. Hard delete means there is no turning back! real delete...
tr: Dikkkat! fiziksel olarak <strong>silinmemiş</strong> ama silinmiş gibi işleyen bir nesne üzerinde işlem yapmaktasınız. Bu aşamada nesneyi gerçekten (fiziksel olarak) <strong>silebilir</strong>, <strong>düzenleyebilir</strong> ya da tekrar <strong>geri</strong> getirebilirsiniz. Eğer gerçek silme yaparsanız bunun geri dönüşü yok…

source: go back
tr: geri dön

source: recover
tr: geri getir

source: hard delete
tr: gerçekten sil

source: Example page
tr: Örnek sayfa

source: Welcome to Django
tr: Django'ya hoşgeldiniz

source: It worked!
tr: Çalışıyor!

source: Variable
tr: Değişken

source: Value
tr: Değer
